codeium.codeium
dheovani.svg-viewer
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
jannchie.codetime
kevinrose.vsc-python-indent
mikekscholz.pop-icon-theme
mintlify.document
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.test-adapter-converter
muhammad-ahmad.xlsx-viewer
njpwerner.autodocstring
postman.postman-for-vscode
ritwickdey.liveserver
usernamehw.errorlens
