codeium.codeium
dheovani.svg-viewer
echoapi.echoapi-for-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
frhtylcn.pythonsnippets
github.copilot
github.copilot-chat
k3a.theme-dark-plus-contrast
kevinrose.vsc-python-indent
mikoz.black-py
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
muhammad-ahmad.xlsx-viewer
pkief.material-icon-theme
ritwickdey.liveserver
thedavej.night-owl-black
usernamehw.errorlens
