dheovani.svg-viewer
formulahendry.auto-rename-tag
formulahendry.code-runner
kevinrose.vsc-python-indent
mikekscholz.pop-icon-theme
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
muhammad-ahmad.xlsx-viewer
qwtel.sqlite-viewer
ritwickdey.liveserver
sirtori.indenticator
usernamehw.errorlens
wakatime.vscode-wakatime
yashchauhan941140.ultrafocus-theme
